const regions = {
    "Акмолинская область": [
        "Акколь",
        "Атбасар",
        "Ерейментау",
        "Есиль",
        "Кокшетау",
        "Курчатов",
        "Макинск",
        "Степногорск",
        "Степняк",
        "Тайынша",
        "Щучинск"
    ],
    "Актюбинская область": [
        "Алга",
        "Аркалык",
        "Жем",
        "Жетысай",
        "Канская",
        "Каратау",
        "Каркаралинск",
        "Каскелен",
        "Кентау",
        "Лисаковск",
        "Темир",
        "Темиртау",
        "Форт-Шевченко",
        "Шалкар"
    ],
    "Алматинская область": [
        "Есик",
        "Кентау",
        "Курдай",
        "Сарканд",
        "Талгар",
        "Текели",
        "Ушарал",
        "Уштобе"
    ],
    "Атырауская область": [
        "Атырау",
        "Кульсары"
    ],
    "Восточно-Казахстанская область": [
        "Алтай",
        "Зайсан",
        "Риддер",
        "Серебрянск",
        "Шемонаиха"
    ],
    "Жамбылская область": [
        "Жанатас",
        "Жаркент",
        "Жезказган",
        "Каратобе",
        "Курчум",
        "Мерке",
        "Тараз",
        "Улытау",
        "Уштобе",
        "Шу"
    ],
    "Западно-Казахстанская область": [
        "Аксай",
        "Уральск"
    ],
    "Карагандинская область": [
        "Абай",
        "Аркалык",
        "Балхаш",
        "Караганда",
        "Сарань",
        "Саркау",
        "Сатпаев",
        "Шахтинск"
    ],
    "Костанайская область": [
        "Аркалык",
        "Державинск",
        "Лисаковск",
        "Макинск",
        "Рудный",
        "Темир",
        "Темиртау",
        "Тобыл",
        "Токаревка",
        "Шалкар"
    ],
    "Кызылординская область": [
        "Аральск",
        "Байконур",
        "Казалинск",
        "Кызылорда",
        "Мартук",
        "Сырдарья"
    ],
    "Мангистауская область": [
        "Актау",
        "Форт-Шевченко"
    ],
    "Павлодарская область": [
        "Экибастуз",
        "Макинск",
        "Павлодар",
        "Семей"
    ],
    "Северо-Казахстанская область": [
        "Булаево",
        "Лениногорск",
        "Мамлютка",
        "Петропавловск",
        "Сергеевка",
        "Степногорск",
        "Степняк",
        "Тайынша",
        "Тобольск"
    ],
    "Туркестанская область": [
        "Арыс",
        "Арысь",
        "Кентау",
        "Ленгер",
        "Макинск",
        "Сарканд",
        "Сарыагаш",
        "Тараз",
        "Шардара"
    ]
}